{
  "API_UNHANDLED_EXCEPTION": "No se puede procesar la solicitud debido a una excepción no controlada.",
  "APP_DESCRIPTION": "Desarrollador full-stack/lead con pasión por el código SOLID y productos sorprendentes.",
  "APP_DESCRIPTION_NO_NAME": "Full-stack senior y contador serial de chistes de mierda.",
  "APP_INTERNAL_SERVER_ERROR_EXPLAIN": "La operación solicitada no se pudo completar, es posible que la página esté en mantenimiento o haya ocurrido una falla en algún servicio. Si este error persiste, comuníquese con el soporte.",
  "APP_NAME": "DotDager",
  "APP_PAGE_NOT_FOUND_EXPLAIN": "No se pudo encontrar la página que estás buscando.",
  "APP_PAGE_ON_BUILDING_EXPLAIN": "Parece que estás por delante de nosotros, esta página está en construcción o actualizándose, vuelve a consultarla en el futuro para ver qué hay aquí.",
  "BUILDING_PAGE": "Pagina en construcción",
  "CONTROLLER_NOT_FOUND": "Controlador no encontrado o definido.",
  "DATABASE_DELETE_FAILED": "No se pudo eliminar el registro.",
  "DATABASE_DELETE_SUCCESS": "Registro(s) eliminado(s) exitosamente.",
  "DATABASE_INSERT_FAILED": "No se pudo completar el registro.",
  "DATABASE_INSERT_SUCCESS": "Registro creado exitosamente.",
  "DATABASE_OPERATION_FAILED": "La operación solicitada no se pudo completar.",
  "DATABASE_OPERATION_SUCCESS": "La operación se realizó con éxito.",
  "DATABASE_SELECT_FAILED": "No se pudieron obtener los registros solicitados.",
  "DATABASE_SELECT_SUCCESS": "Registros obtenidos con éxito.",
  "DATABASE_STATEMENT_NOT_PERFORMED": "No database operation was performed.",
  "DATABASE_TRANSACTION_SUCCESS": "La operación de transacción de la base de datos se completó con éxito.",
  "DATABASE_UPDATE_FAILED": "No se pudieron actualizar los datos del registro.",
  "DATABASE_UPDATE_SUCCESS": "Los datos del registro se han actualizado correctamente.",
  "DOT_DAGER_GENERIC_PHOTO": "Esta es una foto de DotDager",
  "DOT_DAGER_LANDING_CTA_BUTTON": "Contáctame",
  "DOT_DAGER_LANDING_GREETINGS": "Bienvenidx a <b>DotDager</b>",
  "DOT_DAGER_LANDING_INTRODUCTION": "Hola, soy Mariano, también conocido como Dot Dager. Full-stack/lead developer de día, filósofo amateur de noche y guitarrista entusiasta siempre que se pueda. Me apasiona programar, crear contenido que inspire, y cuestionar lo que hay detrás de cada línea de código… y de la vida en general. Amante de los gatos, los pepinos (sí, leíste bien) y todo lo que me haga sentir que el mundo tiene sentido, aunque sea por un rato.",
  "DOT_DAGER_LANDING_SECTION_ABOUT_EXTRA_1": "Gatos",
  "DOT_DAGER_LANDING_SECTION_ABOUT_EXTRA_1_DESCRIPTION": "Te ignoran como si les debieras plata, pero al mismo tiempo te miran como si fueras su esclavo personal y tienen la habilidad única de sentarse en el teclado justo cuando estás haciendo algo importante, ¿cómo no quererlos?",
  "DOT_DAGER_LANDING_SECTION_ABOUT_EXTRA_2": "Filosofía",
  "DOT_DAGER_LANDING_SECTION_ABOUT_EXTRA_2_DESCRIPTION": "La filosofía es genial para pasarte horas pensando si un pepino tiene alma mientras se pudre en la heladera. Y claro, cuando entendés que \"el ser es y el no-ser no es\", te das cuenta de que el pepino sigue siendo... ¡solo un pepino!",
  "DOT_DAGER_LANDING_SECTION_ABOUT_EXTRA_3": "Pepinos",
  "DOT_DAGER_LANDING_SECTION_ABOUT_EXTRA_3_DESCRIPTION": "Solo piénsalo por un momento, ¿Por qué no te gustarían los pepinos? Te pueden llenar de varias formas y no hablo sólo del estómago. Piensa en ellos como una forma abstracta de vivir la vida siendo un simple pepino, verde y fresco siempre.",
  "DOT_DAGER_LANDING_SECTION_ABOUT_EXTRAS": "Lo que me gusta",
  "DOT_DAGER_LANDING_SECTION_ABOUT_SUBTLE": "La pasión nos trajo aquí",
  "DOT_DAGER_LANDING_SECTION_ABOUT_TITLE": "Lo que hago",
  "DOT_DAGER_LANDING_SECTION_ABOUT_TOPIC_1": "Programación",
  "DOT_DAGER_LANDING_SECTION_ABOUT_TOPIC_1_DESCRIPTION": "Es como tener súper poderes, pero en versión nerd. Agarrás una idea, le das forma, y de repente tenés algo que vive en la pantalla, haciendo justo lo que querés... o algo parecido. Es un desafío constante: siempre hay algo nuevo que aprender o mejorar. Es adictivo porque siempre te deja con ganas de hacer algo más grande.",
  "DOT_DAGER_LANDING_SECTION_ABOUT_TOPIC_2": "Creación de contenido",
  "DOT_DAGER_LANDING_SECTION_ABOUT_TOPIC_2_DESCRIPTION": "La creación de contenido es lo más porque me permite compartir lo que aprendo, meterme en debates copados y, de paso, desmitificar cosas que parecen más complicadas de lo que son. Lo mejor es mi comunidad re fachera, buena onda, y con esa chispa que te motiva a seguir creando. Sobre todo el pibe este que me programó esta landing re fachera.",
  "DOT_DAGER_LANDING_SECTION_ABOUT_TOPIC_3": "Guitarras",
  "DOT_DAGER_LANDING_SECTION_ABOUT_TOPIC_3_DESCRIPTION": "La guitarra es como el asado de los instrumentos: no puede faltar. ¿A quien no le gusta tirarse unos acordes creyéndose Slash?. Cada rasgueo tiene una historia, cada nota es un tremendo pedazo, y no hablo sólo del que te gusta, te estoy viendo. Es como si las cuerdas tuvieran un idioma propio, uno que te deja expresarte sin decir una palabra.",
  "DOT_DAGER_LANDING_SECTION_CONTACT_DETAILS": "Puedes contactarme por alguna de mis redes como LinkedIn o Instagram o bien puedes llenar el siguiente formulario de contacto.",
  "DOT_DAGER_LANDING_SECTION_CONTACT_SUBTLE": "Estamos a sólo un clic de distancia.",
  "DOT_DAGER_LANDING_SECTION_CONTACT_TITLE": "Conectemos",
  "DOT_DAGER_LANDING_SECTION_DAGERFANS_SUBTLE": "Haz click para unirte a mi página exclusiva",
  "DOT_DAGER_LANDING_SECTION_DAGERFANS_TITLE": "Más de mí",
  "DOT_DAGER_LANDING_SECTION_PROJECTS_PROJECT_1_DESCRIPTION": "En este repo vas a encontrar todo el código de la implementación de Git que hicimos de cero, usando C#.",
  "DOT_DAGER_LANDING_SECTION_PROJECTS_PROJECT_2_DESCRIPTION": "En este repo vas a encontrar todo el código del server DNS que hicimos de cero, usando C#.",
  "DOT_DAGER_LANDING_SECTION_PROJECTS_PROJECT_3_DESCRIPTION": "In this repo you will En este repo vas a encontrar todo el código del server HTTP que hicimos de cero, usando C#.",
  "DOT_DAGER_LANDING_SECTION_PROJECTS_PROJECT_4_DESCRIPTION": "Esta es una copia absoluta de la aplicación Primeros pasos de Discord. Si no tienes experiencia con los bots de Discord, consulta ese documento para conocer los conceptos básicos, como cómo crear un bot y demás.",
  "DOT_DAGER_LANDING_SECTION_PROJECTS_SUBTLE": "Aquí puedes ver en dónde aplico mis conocimientos",
  "DOT_DAGER_LANDING_SECTION_PROJECTS_TITLE": "Proyectos",
  "DOT_DAGER_LINKS_ABOUT": "About",
  "DOT_DAGER_LINKS_CONTACT": "Contact",
  "DOT_DAGER_LINKS_HOME": "Home",
  "DOT_DAGER_LINKS_PROJECTS": "Projects",
  "DOT_DAGER_PROJECT_IMAGE": "Imagen ilustrativa del proyecto",
  "DOT_DAGER_QUICKLINKS": "Enlaces rápidos",
  "DOT_DAGER_TOGGLE_LANG": "Cambiar idioma",
  "DOT_DAGER_TOGGLE_THEME": "Alternar tema",
  "FORBIDDEN": "Esta acción no está permitida..",
  "INCOMPLETE_POST": "Faltan uno o más parámetros para ejecutar esta operación.",
  "INTERNAL_SERVER_ERROR": "Se ha producido un error.",
  "METHOD_NOT_ALLOWED": "Método de solicitud incorrecto.",
  "NOT_FOUND": "Página no encontrada.",
  "NOT_LOGGED_IN": "No has iniciado sesión para realizar esta acción.",
  "OPERATION_ERROR": "An error occurred while executing the requested operation.",
  "OPERATION_NO_RESULTS": "The requested operation has produced no results to display.",
  "OPERATION_SUCCESS": "Successful operation.",
  "OPERATION_UNSOLVED": "The requested operation could not be completed.",
  "REGEX_FAILED": "El valor proporcionado no cumple con los criterios establecidos.",
  "REQUEST_UNDEFINED": "Solicitud no válida o indefinida.",
  "RESOURCE_NOT_FOUND": "Recurso no encontrado.",
  "SUCCESSFUL_LOGIN": "Iniciado sesión exitosamente.",
  "UNKNOWN_ACTION": "Acción no reconocida.",
  "UNSUCCESSFUL_LOGIN": "No se pudo iniciar sesión, verifique la información proporcionada; es posible que se hayan ingresado una contraseña o credenciales incorrectas."
}